
//RUNPAY  JOB (ACCT),'RUN PAYROLL',CLASS=A,MSGCLASS=X,MSGLEVEL=(1,1),NOTIFY=&SYSUID
//STEP1    EXEC PGM=PAYROLL
//STEPLIB  DD  DSN=Z79184.LOAD,DISP=SHR
//EMPFILE  DD  DSN=Z79184.INPUT(EMPIN),DISP=SHR
//RPTFILE  DD  DSN=Z79184.OUTPUT(PAYRPT),DISP=SHR
//SYSOUT   DD  SYSOUT=*
